Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: This permanently removes every glucose, insulin, meal, activity and observation record from this device. It cannot be undone. To disconnect a source, use Sources; to export a report, use Insights.
de: Dies entfernt dauerhaft jeden Glukose-, Insulin-, Mahlzeit-, Aktivitäts- und Beobachtungsdatensatz von diesem Gerät. Es kann nicht rückgängig gemacht werden. Um eine Quelle zu trennen, Quellen verwenden; um einen Bericht zu exportieren, Einblicke verwenden.
es: Esto elimina de forma permanente todos los registros de glucosa, insulina, comidas, actividad y observaciones de este dispositivo. No se puede deshacer. Para desconectar una fuente, usa Fuentes; para exportar un informe, usa Análisis.
fr: Cela supprime définitivement tous les enregistrements de glycémie, d'insuline, de repas, d'activité et d'observation de cet appareil. Cette action est irréversible. Pour déconnecter une source, utilisez Sources ; pour exporter un rapport, utilisez Analyses.
it: Questo rimuove definitivamente ogni record di glicemia, insulina, pasti, attività e osservazioni da questo dispositivo. L'operazione non può essere annullata. Per scollegare un'origine, usa Origini; per esportare un report, usa Analisi.
nl: Hiermee worden alle glucose-, insuline-, maaltijd-, activiteits- en observatieregistraties definitief van dit apparaat verwijderd. Dit kan niet ongedaan worden gemaakt. Gebruik Bronnen om een bron los te koppelen; gebruik Inzichten om een rapport te exporteren.
pl: To trwale usuwa każdy rekord glukozy, insuliny, posiłku, aktywności i obserwacji z tego urządzenia. Tej operacji nie można cofnąć. Aby odłączyć źródło, użyj Źródeł; aby wyeksportować raport, użyj Analiz.
pt: Isto remove permanentemente todos os registos de glicose, insulina, refeições, atividade e observações deste dispositivo. Não pode ser anulado. Para desligar uma fonte, usa Fontes; para exportar um relatório, usa Análises.
ro: Aceasta elimină definitiv fiecare înregistrare de glicemie, insulină, masă, activitate și observație de pe acest dispozitiv. Nu poate fi anulată. Pentru a deconecta o sursă, folosește Surse; pentru a exporta un raport, folosește Analize.
ru: Это навсегда удаляет каждую запись глюкозы, инсулина, приёмов пищи, активности и наблюдений с этого устройства. Это нельзя отменить. Чтобы отключить источник, используйте Источники; чтобы экспортировать отчёт, используйте Аналитику.

source: This removes everything this file added. It can't be undone, but you can import the file again.
de: Dies entfernt alles, was diese Datei hinzugefügt hat. Es kann nicht rückgängig gemacht werden, aber du kannst die Datei erneut importieren.
es: Esto elimina todo lo que añadió este archivo. No se puede deshacer, pero puedes volver a importar el archivo.
fr: Cela supprime tout ce que ce fichier a ajouté. C'est irréversible, mais vous pouvez réimporter le fichier.
it: Questo rimuove tutto ciò che questo file ha aggiunto. Non è reversibile, ma puoi importare di nuovo il file.
nl: Dit verwijdert alles wat dit bestand heeft toegevoegd. Dit kan niet ongedaan worden gemaakt, maar je kunt het bestand opnieuw importeren.
pl: To usuwa wszystko, co dodał ten plik. Nie można tego cofnąć, ale możesz zaimportować plik ponownie.
pt: Isto remove tudo o que este ficheiro adicionou. Não pode ser anulado, mas podes importar o ficheiro novamente.
ro: Asta elimină tot ce a adăugat acest fișier. Nu se poate anula, dar poți importa fișierul din nou.
ru: Это удалит всё, что добавил этот файл. Отменить нельзя, но вы можете импортировать файл снова.

source: This report contains sensitive health data. It is generated on
de: Dieser Bericht enthält sensible Gesundheitsdaten. Er wird erstellt am
es: Este informe contiene datos de salud sensibles. Se genera el
fr: Ce rapport contient des données de santé sensibles. Il est généré le
it: Questo report contiene dati sanitari sensibili. È generato il
nl: Dit rapport bevat gevoelige gezondheidsgegevens. Het is gegenereerd op
pl: Ten raport zawiera wrażliwe dane zdrowotne. Wygenerowano dnia
pt: Este relatório contém dados de saúde sensíveis. É gerado em
ro: Acest raport conține date medicale sensibile. A fost generat pe
ru: Этот отчёт содержит конфиденциальные медицинские данные. Он сформирован

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
pl: Ten tydzień
pt: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя

source: This week's challenges
de: Herausforderungen dieser Woche
es: Los retos de esta semana
fr: Les défis de cette semaine
it: Le sfide di questa settimana
nl: Uitdagingen van deze week
pl: Wyzwania na ten tydzień
pt: Os desafios desta semana
ro: Provocările din această săptămână
ru: Задачи этой недели

source: Tight range
de: Enger Zielbereich
es: Rango estricto
fr: Plage stricte
it: Intervallo ristretto
nl: Strikt bereik
pl: Wąski zakres
pt: Intervalo estrito
ro: Interval strict
ru: Узкий диапазон

source: Tight range (70–140)
de: Enger Zielbereich (70–140)
es: Rango estricto (70–140)
fr: Plage stricte (70–140)
it: Intervallo ristretto (70–140)
nl: Strikt bereik (70–140)
pl: Wąski zakres (70–140)
pt: Intervalo estrito (70–140)
ro: Interval strict (70–140)
ru: Узкий диапазон (70–140)

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
nl: Tijd
pl: Czas
pt: Hora
ro: Ora
ru: Время

source: Time %lld
de: Zeit %lld
es: Hora %lld
fr: Heure %lld
it: Orario %lld
nl: Tijd %lld
pl: Godzina %lld
pt: Hora %lld
ro: Ora %lld
ru: Время %lld

source: Time above
de: Zeit über
es: Tiempo por encima
fr: Temps au-dessus
it: Tempo sopra
nl: Tijd boven
pl: Czas powyżej
pt: Tempo acima
ro: Timp peste
ru: Время выше

source: Time back in range
de: Zeit zurück im Zielbereich
es: Tiempo de vuelta en rango
fr: Temps de retour dans la cible
it: Tempo per tornare nell'intervallo
nl: Tijd terug in bereik
pl: Czas powrotu do zakresu
pt: Tempo de regresso ao intervalo
ro: Timp de revenire în interval
ru: Время возврата в диапазон

source: Time below
de: Zeit unter
es: Tiempo por debajo
fr: Temps en dessous
it: Tempo sotto
nl: Tijd onder
pl: Czas poniżej
pt: Tempo abaixo
ro: Timp sub
ru: Время ниже

source: Time for a glucose reading
de: Zeit für eine Glukosemessung
es: Hora de medir la glucosa
fr: Il est temps de mesurer la glycémie
it: È ora di misurare la glicemia
nl: Tijd voor een glucosemeting
pl: Czas na pomiar glukozy
pt: Hora de medir a glicose
ro: E timpul pentru o măsurare a glicemiei
ru: Пора измерить глюкозу

source: Time for your %@ dose.
de: Zeit für deine %@-Dosis.
es: Es hora de tu dosis de %@.
fr: C'est l'heure de ta dose de %@.
it: È ora della tua dose di %@.
nl: Tijd voor je %@-dosis.
pl: Czas na dawkę leku %@.
pt: Está na hora da tua dose de %@.
ro: E timpul pentru doza ta de %@.
ru: Пора принять дозу %@.

source: Time for your long-acting dose.
de: Zeit für die lang wirkende Dosis.
es: Es la hora de tu dosis de acción prolongada.
fr: C'est l'heure de votre dose à action prolongée.
it: È ora della tua dose ad azione prolungata.
nl: Tijd voor je langwerkende dosis.
pl: Czas na dawkę insuliny długodziałającej.
pt: Está na hora da tua dose de ação prolongada.
ro: E timpul pentru doza cu acțiune lungă.
ru: Время для дозы инсулина длительного действия.

source: Time for your medication.
de: Zeit für dein Medikament.
es: Hora de tu medicamento.
fr: C'est l'heure de votre médicament.
it: È ora del tuo farmaco.
nl: Tijd voor je medicijn.
pl: Czas na twój lek.
pt: Está na hora do teu medicamento.
ro: E timpul pentru medicamentul tău.
ru: Пора принять препарат.

source: Time in Range
de: Zeit im Zielbereich
es: Tiempo en rango
fr: Temps dans la cible
it: Tempo nel range
nl: Tijd binnen bereik
pl: Czas w zakresie
pt: Tempo no Intervalo
ro: Timp în interval
ru: Время в целевом диапазоне

source: Time in Range (TIR) is the percentage of the day your glucose sits inside your target band — usually 70–180 mg/dL (3.9–10 mmol/L). It captures both how high and how low you run, which a single average can hide.
de: Time in Range (TIR) ist der Prozentsatz des Tages, an dem dein Glukosewert innerhalb deines Zielbereichs liegt — meist 70–180 mg/dL (3.9–10 mmol/L). Sie erfasst sowohl zu hohe als auch zu niedrige Werte, die ein einzelner Durchschnittswert verbergen kann.
es: El Tiempo en Rango (TIR) es el porcentaje del día que tu glucosa se mantiene dentro de tu banda objetivo — normalmente 70–180 mg/dL (3.9–10 mmol/L). Refleja tanto lo alto como lo bajo que llegas a estar, algo que un simple promedio puede ocultar.
fr: Le temps dans la cible (TIR) est le pourcentage de la journée pendant lequel ta glycémie reste dans ta bande cible — généralement 70–180 mg/dL (3.9–10 mmol/L). Il reflète à la fois tes excès hauts et bas, ce qu'une simple moyenne peut masquer.
it: Il tempo nell'intervallo (Time in Range, TIR) è la percentuale della giornata in cui la tua glicemia rimane all'interno della fascia obiettivo — di solito 70–180 mg/dL (3.9–10 mmol/L). Riflette sia quanto sali che quanto scendi, cosa che una singola media può nascondere.
nl: Tijd binnen bereik (Time in Range, TIR) is het percentage van de dag dat je glucose binnen je streefzone valt — meestal 70–180 mg/dL (3.9–10 mmol/L). Het laat zien hoe hoog én hoe laag je waarden komen, iets wat een enkel gemiddelde kan verbergen.
pl: Czas w zakresie (Time in Range, TIR) to procent doby, w którym Twoja glikemia mieści się w docelowym zakresie — zwykle 70–180 mg/dL (3,9–10 mmol/L). Uwzględnia zarówno wzrosty, jak i spadki glikemii, które pojedyncza średnia może ukrywać.
pt: O Tempo no Intervalo (TIR) é a percentagem do dia em que a tua glicose se mantém dentro da tua faixa-alvo — normalmente 70–180 mg/dL (3.9–10 mmol/L). Isto reflete tanto os valores altos como os baixos, algo que uma simples média pode esconder.
ro: Timpul în interval (TIR) reprezintă procentul din zi în care glicemia ta se află în banda ta țintă — de obicei 70–180 mg/dL (3.9–10 mmol/L). Acesta surprinde atât cât de sus, cât și cât de jos ajungi, lucruri pe care o simplă medie le poate ascunde.
ru: Время в диапазоне (TIR) — это процент дня, когда твоя глюкоза находится в целевом диапазоне, обычно 70–180 mg/dL (3.9–10 mmol/L). Этот показатель отражает и высокие, и низкие значения, которые может скрывать одно среднее число.

source: Time in range
de: Zeit im Zielbereich
es: Tiempo en rango
fr: Temps dans la cible
it: Tempo nell'intervallo
nl: Tijd binnen bereik
pl: Czas w zakresie
pt: Tempo dentro do intervalo
ro: Timp în interval
ru: Время в целевом диапазоне

source: Time in range %@,
de: Zeit im Zielbereich %@,
es: Tiempo en rango %@,
fr: Temps dans la cible %@,
it: Tempo nell'intervallo %@,
nl: Tijd binnen bereik %@,
pl: Czas w zakresie %@,
pt: Tempo dentro do intervalo %@,
ro: Timp în interval %@,
ru: Время в диапазоне %@,

source: Time in range (custom)
de: Zeit im Zielbereich (individuell)
es: Tiempo en rango (personalizado)
fr: Temps dans la cible (personnalisé)
it: Tempo nell'intervallo (personalizzato)
nl: Tijd binnen bereik (aangepast)
pl: Czas w zakresie (niestandardowy)
pt: Tempo no intervalo (personalizado)
ro: Timp în interval (personalizat)
ru: Время в диапазоне (настроено)

source: Time in range by time of day
de: Zeit im Zielbereich nach Tageszeit
es: Tiempo en rango por momento del día
fr: Temps dans la cible par moment de la journée
it: Tempo nel range per fascia oraria
nl: Tijd binnen bereik per tijdstip van de dag
pl: Czas w zakresie według pory dnia
pt: Tempo no intervalo por hora do dia
ro: Timp în interval după momentul zilei
ru: Время в целевом диапазоне по времени суток

source: Time in range fell %lld points to %lld%%.
de: Zeit im Zielbereich fiel um %lld Punkte auf %lld %%.
es: El tiempo en rango bajó %lld puntos, hasta el %lld%%.
fr: Le temps dans la cible a perdu %lld points, à %lld %%.
it: Il tempo nel range è sceso di %lld punti, al %lld%%.
nl: Tijd binnen bereik daalde %lld punten naar %lld%%.
pl: Czas w zakresie spadł o %lld pkt, do %lld%%.
pt: O tempo no intervalo desceu %lld pontos, para %lld%%.
ro: Timpul în interval a scăzut %lld puncte, la %lld%%.
ru: Время в диапазоне снизилось на %lld п., до %lld%%.

source: Time in range held steady at %lld%%.
de: Zeit im Zielbereich blieb stabil bei %lld %%.
es: El tiempo en rango se mantuvo en el %lld%%.
fr: Le temps dans la cible est resté stable à %lld %%.
it: Il tempo nel range è rimasto stabile al %lld%%.
nl: Tijd binnen bereik bleef stabiel op %lld%%.
pl: Czas w zakresie utrzymał się na %lld%%.
pt: O tempo no intervalo manteve-se nos %lld%%.
ro: Timpul în interval s-a menținut la %lld%%.
ru: Время в диапазоне держится на уровне %lld%%.

source: Time in range on days with each tag, and how it differs from your other days.
de: Zeit im Zielbereich an Tagen mit dem jeweiligen Tag und der Unterschied zu deinen übrigen Tagen.
es: Tiempo en rango en los días con cada etiqueta y en qué difiere de tus demás días.
fr: Temps dans la cible les jours portant chaque tag, et l'écart avec tes autres jours.
it: Tempo nel range nei giorni con ciascun tag e la differenza rispetto agli altri giorni.
nl: Tijd binnen bereik op dagen met elke tag, en hoe dat verschilt van je andere dagen.
pl: Czas w zakresie w dniach z danym tagiem i różnica względem pozostałych dni.
pt: Tempo no intervalo nos dias com cada etiqueta e a diferença face aos teus outros dias.
ro: Timpul în interval în zilele cu fiecare etichetă și cum diferă față de celelalte zile.
ru: Время в диапазоне в дни с каждой меткой и отличие от остальных дней.

source: Time in range rose %lld points to %lld%%.
de: Zeit im Zielbereich stieg um %lld Punkte auf %lld %%.
es: El tiempo en rango subió %lld puntos, hasta el %lld%%.
fr: Le temps dans la cible a gagné %lld points, à %lld %%.
it: Il tempo nel range è salito di %lld punti, al %lld%%.
nl: Tijd binnen bereik steeg %lld punten naar %lld%%.
pl: Czas w zakresie wzrósł o %lld pkt, do %lld%%.
pt: O tempo no intervalo subiu %lld pontos, para %lld%%.
ro: Timpul în interval a urcat %lld puncte, la %lld%%.
ru: Время в диапазоне выросло на %lld п., до %lld%%.

source: Time in range trend
de: Trend der Zeit im Zielbereich
es: Tendencia del tiempo en rango
fr: Tendance du temps dans la cible
it: Andamento del tempo nell'intervallo
nl: Trend tijd binnen bereik
pl: Trend czasu w zakresie
pt: Tendência do tempo dentro do intervalo
ro: Tendința timpului în interval
ru: Тренд времени в целевом диапазоне

source: Time in range, meal impact, overnight stability, rebounds — Prvital studies your data and can hand you a Monday-morning digest of how your week really went.
de: Zeit im Zielbereich, Wirkung von Mahlzeiten, nächtliche Stabilität, Rebound-Effekte — Prvital wertet deine Daten aus und kann dir am Montagmorgen einen Überblick geben, wie deine Woche wirklich gelaufen ist.
es: Tiempo en rango, impacto de las comidas, estabilidad nocturna, rebotes — Prvital estudia tus datos y puede entregarte el lunes por la mañana un resumen de cómo fue realmente tu semana.
fr: Temps dans la cible, impact des repas, stabilité nocturne, rebonds — Prvital étudie vos données et peut vous remettre le lundi matin un bilan de votre semaine telle qu'elle s'est vraiment passée.
it: Tempo nell'intervallo, impatto dei pasti, stabilità notturna, rimbalzi — Prvital studia i tuoi dati e può consegnarti il lunedì mattina una sintesi di com'è andata davvero la tua settimana.
nl: Tijd binnen bereik, effect van maaltijden, nachtelijke stabiliteit, rebounds — Prvital bestudeert je gegevens en kan je op maandagochtend een overzicht geven van hoe je week echt is verlopen.
pl: Czas w zakresie, wpływ posiłków, stabilność w nocy, odbicia — Prvital analizuje Twoje dane i może w poniedziałek rano wręczyć Ci podsumowanie tego, jak naprawdę minął Twój tydzień.
pt: Tempo dentro do intervalo, impacto das refeições, estabilidade noturna, efeitos rebote — o Prvital estuda os teus dados e pode entregar-te na segunda de manhã um resumo de como correu realmente a tua semana.
ro: Timp în interval, impactul meselor, stabilitatea peste noapte, reveniri bruște — Prvital îți studiază datele și îți poate oferi luni dimineața un rezumat despre cum a fost cu adevărat săptămâna ta.
ru: Время в целевом диапазоне, влияние приёмов пищи, ночная стабильность, рикошетные скачки — Prvital изучает ваши данные и может в понедельник утром выдать сводку о том, как на самом деле прошла ваша неделя.

source: Time left until zero.
de: Restzeit bis null.
es: Tiempo restante hasta cero.
fr: Temps restant jusqu'à zéro.
it: Tempo rimanente fino a zero.
nl: Resterende tijd tot nul.
pl: Czas pozostały do zera.
pt: Tempo restante até zero.
ro: Timp rămas până la zero.
ru: Время до нуля.

source: Time range
de: Zeitraum
es: Intervalo de tiempo
fr: Plage horaire
it: Intervallo di tempo
nl: Tijdsbereik
pl: Zakres czasu
pt: Intervalo de tempo
ro: Interval de timp
ru: Диапазон времени

source: Time remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
nl: Resterende tijd
pl: Pozostały czas
pt: Tempo restante
ro: Timp rămas
ru: Оставшееся время

source: Time to peak
de: Zeit bis zum Maximum
es: Tiempo hasta el pico
fr: Temps jusqu'au pic
it: Tempo di picco
nl: Tijd tot piek
pl: Czas do szczytu
pt: Tempo até ao pico
ro: Timp până la vârf
ru: Время до пика

source: Time to recheck
de: Zeit zum Nachmessen
es: Hora de volver a medir
fr: C'est l'heure de recontrôler
it: È ora di ricontrollare
nl: Tijd om opnieuw te meten
pl: Czas na ponowny pomiar
pt: Hora de voltar a medir
ro: E timpul să reverifici
ru: Пора перепроверить

source: Time to recheck your glucose
de: Zeit, deinen Glukosewert erneut zu prüfen
es: Es hora de volver a comprobar tu glucosa
fr: Il est temps de revérifier ta glycémie
it: È ora di ricontrollare la glicemia
nl: Tijd om je glucose opnieuw te controleren
pl: Czas na ponowny pomiar glukozy
pt: Hora de verificar novamente a tua glicemia
ro: E timpul să îți remăsori glicemia
ru: Время перепроверить глюкозу

source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
it: Cronologia
nl: Tijdlijn
pl: Oś czasu
pt: Cronologia
ro: Cronologie
ru: Хронология

source: Times
de: Uhrzeiten
es: Horas
fr: Heures
it: Orari
nl: Tijden
pl: Godziny
pt: Horários
ro: Ore
ru: Время

source: To
de: Bis
es: Hasta
fr: À
it: A
nl: Tot
pl: Do
pt: Até
ro: Până la
ru: До

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pl: Dziś
pt: Hoje
ro: Astăzi
ru: Сегодня

source: Today in plain words
de: Heute, einfach gesagt
es: Hoy, en palabras sencillas
fr: Aujourd'hui, en clair
it: Oggi, in parole semplici
nl: Vandaag, in gewone woorden
pl: Dzisiaj w prostych słowach
pt: Hoje, por palavras simples
ro: Astăzi, în cuvinte simple
ru: Сегодня простыми словами

source: Today's been bumpy, and that's okay — the next one is a new chance.
de: Heute war holprig, und das ist okay — der nächste Tag ist eine neue Chance.
es: Hoy ha sido un día con altibajos, y no pasa nada — el próximo es una nueva oportunidad.
fr: La journée a été en dents de scie, et ce n'est pas grave — la prochaine est une nouvelle chance.
it: Oggi è stata una giornata altalenante, e va bene così — la prossima è una nuova occasione.
nl: Vandaag ging het op en neer, en dat is oké — morgen is een nieuwe kans.
pl: Dzisiaj było nierówno i to w porządku — jutro to nowa szansa.
pt: Hoje foi um dia com altos e baixos, e não faz mal — o próximo é uma nova oportunidade.
ro: Azi a fost o zi cu urcușuri și coborâșuri, și e în regulă — următoarea e o nouă șansă.
ru: Сегодня был непростой день, и это нормально — завтра будет новый шанс.

source: Today's been bumpy, and that's okay.
de: Heute war holprig, und das ist okay.
es: Hoy ha sido un día con altibajos, y no pasa nada.
fr: La journée a été en dents de scie, et ce n'est pas grave.
it: Oggi è stata una giornata altalenante, e va bene così.
nl: Vandaag ging het op en neer, en dat is oké.
pl: Dzisiaj było nierówno i to w porządku.
pt: Hoje foi um dia com altos e baixos, e não faz mal.
ro: Azi a fost o zi cu urcușuri și coborâșuri, și e în regulă.
ru: Сегодня был непростой день, и это нормально.

source: Today's checks
de: Heutige Kontrollen
es: Comprobaciones de hoy
fr: Vérifications du jour
it: I controlli di oggi
nl: Controles van vandaag
pl: Dzisiejsze pomiary
pt: Verificações de hoje
ro: Verificările de azi
ru: Проверки за сегодня

source: Today's log
de: Heutiges Protokoll
es: Registro de hoy
fr: Journal du jour
it: Registro di oggi
nl: Logboek van vandaag
pl: Dzisiejszy dziennik
pt: Registo de hoje
ro: Jurnalul de azi
ru: Журнал за сегодня

source: Today's time in range
de: Zeit im Zielbereich heute
es: Tiempo en rango de hoy
fr: Temps dans la cible aujourd'hui
it: Tempo nell'intervallo di oggi
nl: Tijd binnen bereik vandaag
pl: Dzisiejszy czas w zakresie
pt: Tempo dentro do intervalo de hoje
ro: Timpul în interval azi
ru: Время в целевом диапазоне сегодня

source: Today's time in range %@, %lld readings
de: Zeit im Zielbereich heute %@, %lld Messwerte
es: Tiempo en rango de hoy %@, %lld lecturas
fr: Temps dans la cible aujourd'hui %@, %lld mesures
it: Tempo nell'intervallo di oggi %@, %lld letture
nl: Tijd binnen bereik vandaag %@, %lld metingen
pl: Dzisiejszy czas w zakresie %@, %lld odczytów
pt: Tempo dentro do intervalo de hoje %@, %lld leituras
ro: Timpul în interval azi %@, %lld valori
ru: Время в целевом диапазоне сегодня %@, %lld измерений

source: Top 50 by badge points. Scores carry no medical data.
de: Top 50 nach Abzeichen-Punkten. Die Werte enthalten keine medizinischen Daten.
es: Top 50 por puntos de insignias. Las puntuaciones no contienen datos médicos.
fr: Top 50 par points de badges. Les scores ne contiennent aucune donnée médicale.
it: Top 50 per punti badge. I punteggi non contengono dati medici.
nl: Top 50 op badgepunten. Scores bevatten geen medische gegevens.
pl: Top 50 według punktów za odznaki. Wyniki nie zawierają danych medycznych.
pt: Top 50 por pontos de distintivos. As pontuações não contêm dados médicos.
ro: Top 50 după punctele din insigne. Scorurile nu conțin date medicale.
ru: Топ-50 по очкам за значки. Очки не содержат медицинских данных.

source: Top insights
de: Wichtigste Einblicke
es: Análisis destacados
fr: Analyses principales
it: Analisi principali
nl: Belangrijkste inzichten
pl: Najważniejsze analizy
pt: Principais análises
ro: Analize principale
ru: Главная аналитика

source: Top with the berries.
de: Mit den Beeren toppen.
es: Cubre con los frutos rojos.
fr: Ajoute les fruits rouges par-dessus.
it: Guarnisci con i frutti di bosco.
nl: Garneer met de bessen.
pl: Udekoruj owocami jagodowymi.
pt: Cobre com os frutos vermelhos.
ro: Adaugă fructele de pădure deasupra.
ru: Выложи сверху ягоды.

source: Total
de: Gesamt
it: Totale
nl: Totaal
pl: Łącznie
ru: Всего

source: Total basal
de: Basal gesamt
es: Basal total
fr: Total basale
it: Basale totale
nl: Totaal basaal
pl: Łączna baza
pt: Basal total
ro: Total bazal
ru: Всего базала

source: Total bolus
de: Bolus gesamt
es: Bolo total
it: Bolo totale
nl: Totaal bolus
pl: Łączny bolus
pt: Bólus total
ru: Всего болюса

source: Total carbs
de: Kohlenhydrate gesamt
es: Carbohidratos totales
fr: Total glucides
it: Carboidrati totali
nl: Totaal koolhydraten
pl: Łączne węglowodany
pt: Total de hidratos
ro: Total carbohidrați
ru: Всего углеводов

source: Toughest day
de: Schwierigster Tag
es: Peor día
fr: Jour le plus difficile
it: Giorno più difficile
nl: Zwaarste dag
pl: Najtrudniejszy dzień
pt: Pior dia
ro: Cea mai grea zi
ru: Самый трудный день

source: Track %lld sensor sessions.
de: Verfolge %lld Sensor-Sitzungen.
es: Sigue %lld sesiones de sensor.
fr: Suivez %lld sessions de capteur.
it: Monitora %lld sessioni del sensore.
nl: Volg %lld sensorsessies.
pl: Śledź %lld sesji czujnika.
pt: Acompanha %lld sessões de sensor.
ro: Urmărește %lld sesiuni de senzor.
ru: Отслеживайте %lld сеансов датчика.
